# Brewfile

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "mosh"
brew "trash"
brew "youtube-dl"

# fix issue 'tput: unknown terminal "tmux-256color"'
brew "ncurses"

# SyncTeX
# brew "dbus"

# brew "julia"

cask "amethyst"
cask "balenaetcher"
cask "bitwarden"
cask "firefox"
cask "gimp"
cask "iina"
cask "latexit"
cask "launchbar"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "omnifocus"
cask "omnigraffle"
cask "signal"
cask "skim"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "zoom"
