# Brewfile

tap "homebrew/bundle"
tap "simnalamburt/x" # totp

brew "mosh"
brew "trash"
brew "totp" # Time-based One-time Password Algorithmus

# fix issue 'tput: unknown terminal "tmux-256color"'
brew "ncurses"

cask "amethyst"
cask "balenaetcher"
cask "bitwarden"
cask "firefox"
cask "gimp"
cask "iina"
cask "latexit"
cask "launchbar"
cask "microsoft-remote-desktop"
cask "omnigraffle"
cask "skim"
cask "tor-browser"
# cask "vlc"
cask "zoom"
